Repository: Finfra/fBoard_public
Catalog: localization/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, ja, zh_hans, zh_hant

# preset.overwrite.title
source: 프리셋 덮어쓰기
de: Voreinstellung überschreiben
en: Overwrite Preset
es: Sobrescribir preajuste
fr: Écraser le préréglage
ja: プリセットを上書き
zh_hans: 覆盖预设
zh_hant: 覆蓋預設

# preset.right.half
source: 우측 반
de: Rechte Hälfte
en: Right Half
es: Mitad derecha
fr: Moitié droite
ja: 右半分
zh_hans: 右半屏
zh_hant: 右半螢幕

# preset.save
source: 현재 위치/크기 저장...
de: Aktuelle Position/Größe speichern …
en: Save Current Position/Size...
es: Guardar posición/tamaño actual…
fr: Enregistrer la position/taille actuelle…
ja: 現在の位置/サイズを保存...
zh_hans: 保存当前位置/大小...
zh_hant: 儲存目前位置/大小...

# preset.save.message
source: 현재 위치/크기를 저장할 이름을 입력하세요.
de: Geben Sie einen Namen für die aktuelle Position und Größe ein.
en: Enter a name to save the current position and size.
es: Introduce un nombre para guardar la posición y el tamaño actuales.
fr: Entrez un nom pour enregistrer la position et la taille actuelles.
ja: 現在の位置とサイズを保存する名前を入力してください。
zh_hans: 输入一个名称来保存当前位置和大小。
zh_hant: 輸入一個名稱來儲存目前位置和大小。

# preset.save.placeholder
source: 프리셋 이름
de: Name der Voreinstellung
en: Preset Name
es: Nombre del preajuste
fr: Nom du préréglage
ja: プリセット名
zh_hans: 预设名称
zh_hant: 預設名稱

# preset.save.title
source: 프리셋 저장
de: Voreinstellung speichern
en: Save Preset
es: Guardar preajuste
fr: Enregistrer le préréglage
ja: プリセットを保存
zh_hans: 保存预设
zh_hant: 儲存預設

# prefs.presets.column.background
source: 배경
en: BG
ja: 背景

# prefs.presets.column.position
source: 위치
en: Pos
ja: 位置

# prefs.presets.column.screen
source: 스크린
en: Screen
ja: スクリーン

# prefs.presets.column.shortcut
source: 단축키
en: Shortcut
ja: ショートカット
